Dlubal.RFEM5.ManipulationMirror
Mirror parameters

Dlubal.RFEM5.ManipulationMirror.CreateCopy
Create Copy

Dlubal.RFEM5.ManipulationMirror.MirroringPlane
Mirroring plane

Dlubal.RFEM5.ManipulationMirror.Point1
First point of mirroring plane

Dlubal.RFEM5.ManipulationMirror.Point2
Second point of mirroring plane

Dlubal.RFEM5.ManipulationMirror.Point3
Third point of mirroring plane

Dlubal.RFEM5.ManipulationMirror.NodesIncrement
Numbering increment for nodes (0 = continuous)

Dlubal.RFEM5.ManipulationMirror.MembersIncrement
Numbering increment for members (0 = continuous)

Dlubal.RFEM5.ManipulationMirror.LinesIncrement
Numbering increment for lines (0 = continuous)

Dlubal.RFEM5.ManipulationMirror.SurfacesIncrement
Numbering increment for surfaces (0 = continuous)

Dlubal.RFEM5.ManipulationMirror.SolidsIncrement
Numbering increment for solids (0 = continuous)